# Айди Админа
admin_id = int('<Телеграм айди админа>')
# Ссылка на открытый канал
open_channel_name = '<Ссылка на открытый телеграм канал>'
# Айди бесплатного канала
open_channel = '<Айди бесплатного канала>'
# Айди целевого канала
channel = '<Айди платного канала>'

# Количество первых бесплатных дней
trial_limit = 5

# Цена, первое число основное, второе добавочное, формала выглядит так: (price * количество месяцев) + price_addition
price = 20
price_addition = 5

# Запись, куда и как и чего отправлять в качестве оплаты
pay_message = ' USDT отправить на Binance id <Ваш Binance Pay ID>\nВ заметке к платежу указать имя и фамилию или ник, '\
              'как вы записаны в Telegram, чтобы вас можно было идентифицировать '
