# Айди Админа
admin_id = 948576729
# Айди бесплатного канала
open_channel = -1001681286274
# Айди целевого канала
channel = -1001566099615

# Количество первых бесплатных дней
trial_limit = 5

# Цена, первое число основное, второе добавочное, формала выглядит так: (price * количество месяцев) + price_addition
price = 20
price_addition = 5

# Запись, куда и как и чего отправлять в качестве оплаты
pay_message = 'USDT отправить на Binance id 257063459.\nВ заметке к платежу указать имя и фамилию или ник, ' \
              'как вы записаны в Telegram, чтобы вас можно было идентифицировать '

